// Localized application name
"applicationName" = "Android 文件传输";

// The title of the filename column when viewing a device's files.
"filenameColumnHeaderTitle" = "名称";
// The title of the column which shows the last modification date of a device's files.
"lastModifiedColumnHeaderTitle" = "最后修改日期";
// The title of the column which shoes the file size of a device's files.
"sizeColumnHeaderTitle" = "大小";
// The title of a button which, when pressed, creates a new folder on the device.
"newFolderButtonText" = "新建文件夹";
// The title of a button which, when pressed, deleted the selected files on the device.
"deleteButtonText" = "删除";

// The title of the window showing the status of copying files to or from the device.
"copyStatusWindowTitle" = "复制";

// Text shown on a button which cancels an operation.
"cancelButton" = "取消";

// String shown in progress after the user has canceled the transfer, while it is still being
// canceled.
"cancelingLabel" = "正在取消";
// String shown in progress while still preparing to start the transfer.  The placeholder is
// the name of the folder being copied to.
"preparingToCopyLabel" = "正在准备复制到“%@”";
// String shown in progress while copying multiple items. The first placeholder is the number of
// items still being copied, and will always be at least 2.  The second placeholder is the name
// of the folder being copied to.
"copyingMultipleItemsLabel" = "Copying %1$d items to \"%2$@\"";
// String shown when a single item is being copied.  The first placeholder is the filename of the
// item being copied, and the second placeholder is the name of the folder being copied to.
"copyingSingleItemLabel" = "Copying \"%1$@\" to \"%2$@\"";

// String shown during a copy while the time remaining is still being calculated.
"timeRemainingUnknown" = "正在估算剩余时间...";
// String showing progress of a copy operation.
"timeRemainingLessThan5Seconds" = "剩余不到 5 秒";
// String showing progress of a copy operation.
"timeRemainingLessThan15Seconds" = "剩余不到 15 秒";
// String showing progress of a copy operation.
"timeRemainingLessThan30Seconds" = "剩余不到 30 秒";
// String showing progress of a copy operation.
"timeRemaining1Minute" = "剩余约 1 分钟";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of minutes remaining, from 2-60.
"timeRemainingMinutes" = "About %1$d minutes remaining";
// String showing progress of a copy operation.
"timeRemaining1Hour" = "剩余约 1 小时";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of hours remaining, always at least 2.
"timeRemainingHours" = "About %1$d hours remaining";

// String format used to indicate how a copy is proceeding.  First placeholder is the number of
// bytes already copied, second is the total number in this copy, and the third is an estimate of
// the remaining time.
"bottomProgressStringFormat" = "已复制 %1$@（共 %2$@），估计剩余时间：%3$@";

// Default name of a newly created folder.
"folderDefaultName" = "无标题文件夹";

// Status shown at the bottom of the folder view when items are selected.  First placeholder is the
// number of items selected, second is the total number of items shown.  Third placeholder is the
// amount of free space remaining on the device.
"bottomStatusFilesSelected" = "%1$d of %2$d selected, %3$@ available";
// Status shown on the bottom of the folder view when there is a single item.  Placeholder is the
// amount of free space remaining on the device.
"bottomStatusNoSelectionSingleItem" = "1 项，可用空间：%1$@";
// Status shown on the bottom of the folder view when there are multiple items.  First placeholder
// is the number of items shown (always at least 2), second placeholder is the amount of free space
// remaining on the device.
"bottomStatusNoSelectionMultipleItems" = "%1$d items, %2$@ available";

// Error message shown when there was a problem deleting a file.
"errorDeletingTitle" = "删除文件时出错";
// Error description shown when there was a problem deleting a file.  Placeholder is replaced
// with the name of the file.
"errorDeletingDescription" = "无法删除名为“%@”的文件或文件夹";
// Error message shown when there was a problem creating a foder.
"errorCreateFolderTitle" = "无法创建文件夹";
// Error message shown when there was a problem connecting to a plugged in device.
"errorConnectToDeviceTitle" = "无法连接到设备";
// Error message shown when there was a problem connecting to a plugged in device.
"errorCommunicatingWithDeviceTitle" = "无法与设备通信";
// Error message shown when there was a problem getting device info.
"errorUnlockDeviceTitle" = "Can't access device storage";
// Error message shown when there was a problem renaming a folder.
"errorRenameFolderTitle" = "无法重命名文件夹";
// Error message shown when there was a problem renaming a file.
"errorRenameFileTitle" = "无法重命名文件";
// Error message shown when there was a problem copying a file.
"errorCopyingFileTitle" = "无法复制文件";
// Error message shown when there was a problem replacing a file.
"errorReplacingFileTitle" = "无法替换文件";
// Error description shown where there was a problem copying a file.  Placeholder is replaced
// with the name of the file that was being copied.
"errorCopyingFileDescription" = "无法复制文件“%@”";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileTitle" = "“Android 文件传输”无法打开文件。";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileDescription" = "要打开文件，请先将它移至您的计算机。";
// Error title shown when a user attempts to open a file.
"errorCannotOpenMultipleTitle" = "“Android 文件传输”无法打开多个项。";
// Error title shown when a user attempts to open a file.
"errorCannotOpenNoneTitle" = "未选择要打开的项。";
// Error title shown when a user attempts to open a file.
"errorCannotOpenBadSelectionDescription" = "请选择一项，然后重试。";
// Error description for when there was no detected error.  This message should never be shown.
"errorSuccessDescription" = "未检测到任何错误";
// Error description when an operation failed because the filename does not exist.
"errorPathNotFoundDescription" = "不存在使用该名称的项";
// Error description shown when an operation failed because the device was not initialized.
"errorDeviceNotInitializedDescription" = "设备尚未初始化。请尝试重新连接或重新启动设备";
// Error description shown when an operation failed because the name already exists.
"errorPathAlreadyExistsDescription" = "已存在同名的文件或文件夹";
// Generic error description, used when we don't have other suggestions or details from an operation
// which failed.
"errorGenericDescription" = "请尝试重新连接或重新启动您的设备。";
// Error description shown when we can't get the storage for the device.
"errorUnlockDescription" = "If your device's screen is locked, disconnect its USB cable, unlock your screen, and then reconnect the USB cable.";
// Warning title shown when a file or folder already exists.  Placeholder is replaced with the file name.
"warningFileExistsMessage" = "此文件夹中已存在名为“%@”的项。";
// Warning description shown when a file already exists, and the user may choose to replace it.
"warningFileExistsInformative" = "要将现有项替换为正在复制的项吗？";
// Button on warning which allows the user to replace (overwrite) a file or folder.
"warningFileExistsReplace" = "替换";
// Button on warning which allows the user to skip copying a file when one already exists with that name.
"warningFileExistsSkip" = "跳过";
// Button on warning which allows the user to replace (overwrite) all files or folders in a copy operation.
"warningFileExistsReplaceAll" = "全部替换";
// Warning title shown when a file attempting to be copied is too large.
"warningFileTooLargeMessage" = "文件“%@”过大。";
// Warning description shown when a file attempting to be copied is too large.
"warningFileTooLargeInformative" = "“Android 文件传输”可以传输的文件大小上限为 4 GB";

// Warning shown before deleting files.
"deleteWarningTitle" = "确定要永久删除选中的项吗？";
// Warning shown when the user is about to do something they might think they can undo, but can't.
"noUndoWarningInformative" = "您无法撤消此操作";

// Label for the About menu item
"menuAbout" = "关于“Android 文件传输”";
// Label for the Services menu item
"menuServices" = "服务";
// Label for the menu item which hides the application
"menuHide" = "隐藏“Android 文件传输”";
// Label for the menu item which hides the other applications
"menuHideOthers" = "隐藏其他";
// Label for the menu item which shows all windows
"menuShowAll" = "全部显示";
// Label for the menu item which quits the application
"menuQuit" = "退出“Android 文件传输”";

// Label for the File menu
"menuFile" = "文件";
// Label for the menu item which creates a new folder
"menuNewFolder" = "新建文件夹";
// Label for the menu item which closes the window
"menuCloseWindow" = "关闭窗口";
// Label for the menu item which deletes the selected items
"menuDelete" = "删除";

// Label for the Go menu
"menuGo" = "开始";
// Label for the menu item which goes back to the previous folder
"menuBack" = "后退";
// Label for the menu item which goes forward to the next folder
"menuForward" = "前进";
// Label for the menu item which goes to the enclosing folder
"menuEnclosing" = "封装文件夹";
// Label for the menu item which open the selected
"menuOpenFolder" = "打开文件夹";

// Label for the Window menu
"menuWindow" = "窗口";
// Label for the minimize window menu item
"menuMinimize" = "最小化";
// Label for the zoom window menu item
"menuZoom" = "缩放";
// Label for the bring all to front menu item
"menuBringAllToFront" = "全部置于最前";

// Label for the Help menu
"menuHelp" = "帮助";
// Label for the help menu item
"menuHelpItem" = "Android 文件传输帮助";

// Title shown on the welcome screen.
"welcomeTitleText" = "欢迎使用“Android 文件传输”";
// Body text of welcome screen.
"welcomeBodyText" = "请使用苹果机的 USB 线将其连接到 Android 设备。然后即可在“Android 文件传输”窗口和 Finder 窗口中来回拖动项。要了解详情，请依次选择“帮助”>“Android 文件传输帮助”。\n\n“Android 文件传输”支持 Android 3.0 版或更高版本。";
// Button on welcome screen which will close the screen, allowing the user to use the application.
"welcomeDoneButtonLabel" = "开始";

// Message shown in an alert when the user starts the app without any devices.
"noDevicesTitle" = "找不到 Android 设备";
// Message shown in an alert when the user starts the app without any devices.
"noDevicesInformative" = "请先用 USB 线连接您的 Android 设备，然后再开始操作。";

// Short file size for folders.
"fileSizeFolder" = "--";
// Short file size for files or transfers under 1 KB.  Placeholder is replaced with the number of bytes of the file.
"fileSizeByte" = "%.0f bytes";
// Short file size for files or transfers under 1 MB.  Placeholder is replaced with the number of kilobytes of the file.
"fileSizeKb" = "%.0f KB";
// Short file size for files or transfers under 1 GB.  Placeholder is replaced with the number of megabytes of the file.
"fileSizeMb" = "%.1f MB";
// Short file size for files or transfers under 1 TB.  Placeholder is replaced with the number of gigabytes of the file.
"fileSizeGb" = "%.2f GB";
// Short file size for files or transfers under 1 PB.  Placeholder is replaced with the number of terabytes of the file.
"fileSizeTb" = "%.3f TB";
// Short file size for files or transfers over 1 PB.  Placeholder is replaced with the number of petabytes of the file.
"fileSizePb" = "%.3f PB";

// The help menu opens the default browser with the following URL 
"helpURL" = "http://www.google.com/support/mobile/bin/answer.py?hl=en&answer=1120329";

// Copyright statement at the end to avoid confusing the TC.
/* 
   Copyright 2010 Google Inc. All rights reserved.
 */
